Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: For the purpose of carrying out the tasks assigned to it under this Section, the AI Office may take the necessary actions to monitor the effective implementation and compliance with this Regulation by providers of general-purpose AI models, including their adherence to approved codes of practice.
pt_pt: Para efeitos do desempenho das funções que lhe são confiadas nos termos da presente secção, o Serviço para a IA pode tomar as medidas necessárias para acompanhar a execução e o cumprimento efetivos do presente regulamento pelos prestadores de modelos de IA de finalidade geral, incluindo a observância de códigos de práticas aprovados.

source: Downstream providers shall have the right to lodge a complaint alleging an infringement of this Regulation.
pt_pt: Os prestadores a jusante têm o direito de apresentar uma queixa alegando uma infração ao presente regulamento.

source: A complaint shall be duly reasoned and indicate at least:
pt_pt: A queixa deve ser devidamente fundamentada e indicar, pelo menos:

source: the point of contact of the provider of the general-purpose AI model concerned;
pt_pt: O ponto de contacto do prestador do modelo de IA de finalidade geral em causa;

source: a description of the relevant facts, the provisions of this Regulation concerned, and the reason why the downstream provider considers that the provider of the general-purpose AI model concerned infringed this Regulation;
pt_pt: A descrição dos factos pertinentes, as disposições aplicáveis do presente regulamento e o motivo pelo qual o prestador a jusante considera que o prestador do modelo de IA de finalidade geral em causa infringiu o presente regulamento;

source: any other information that the downstream provider that sent the request considers relevant, including, where appropriate, information gathered on its own initiative.
pt_pt: Quaisquer outras informações que o prestador a jusante que tiver enviado o pedido considere pertinentes, incluindo, consoante o caso, informações que tenha recolhido por sua própria iniciativa.

source: Article 90
pt_pt: Artigo 90.o

source: Alerts of systemic risks by the scientific panel
pt_pt: Alertas de riscos sistémicos emitidos pelo painel científico

source: The scientific panel may provide a qualified alert to the AI Office where it has reason to suspect that:
pt_pt: O painel científico pode emitir um alerta qualificado ao serviço para a IA se tiver motivos para suspeitar que:

source: a general-purpose AI model poses concrete identifiable risk at Union level; or
pt_pt: Um modelo de IA de finalidade geral apresenta um risco concreto identificável a nível da União; ou

source: a general-purpose AI model meets the conditions referred to in Article 51.
pt_pt: Um modelo de IA de finalidade geral preenche as condições a que se refere o artigo 51.o.

source: Upon such qualified alert, the Commission, through the AI Office and after having informed the Board, may exercise the powers laid down in this Section for the purpose of assessing the matter.
pt_pt: Na sequência desse alerta qualificado, a Comissão, através do Serviço para a IA e após ter informado o Comité, pode exercer os poderes estabelecidos na presente secção para efeitos de avaliação da questão.

source: The AI Office shall inform the Board of any measure according to Articles 91 to 94.
pt_pt: O Serviço para a IA informa o Comité de qualquer medida em conformidade com os artigos 91.o a 94.o.

source: A qualified alert shall be duly reasoned and indicate at least:
pt_pt: Um alerta qualificado deve ser devidamente fundamentado e indicar, pelo menos:

source: the point of contact of the provider of the general-purpose AI model with systemic risk concerned;
pt_pt: O ponto de contacto do prestador do modelo de IA de finalidade geral com risco sistémico em causa;

source: a description of the relevant facts and the reasons for the alert by the scientific panel;
pt_pt: Uma descrição dos factos pertinentes e dos motivos para o alerta do painel científico;

source: any other information that the scientific panel considers to be relevant, including, where appropriate, information gathered on its own initiative.
pt_pt: Quaisquer outras informações que o painel científico considere pertinentes, incluindo, consoante o caso, informações que tenha recolhido por sua própria iniciativa.

source: Article 91
pt_pt: Artigo 91.o

source: Power to request documentation and information
pt_pt: Poder para solicitar documentação e informações

source: The Commission may request the provider of the general-purpose AI model concerned to provide the documentation drawn up by the provider in accordance with Articles 53 and 55, or any additional information that is necessary for the purpose of assessing compliance of the provider with this Regulation.
pt_pt: A Comissão pode solicitar ao prestador do modelo de IA de finalidade geral em causa que apresente a documentação elaborada pelo prestador em conformidade com os artigos 53.o e 55.o ou quaisquer informações adicionais necessárias para efeitos de avaliação da conformidade do prestador com o presente regulamento.

source: Before sending the request for information, the AI Office may initiate a structured dialogue with the provider of the general-purpose AI model.
pt_pt: Antes de enviar o pedido de informações, o Serviço para a IA pode iniciar um diálogo estruturado com o prestador do modelo de IA de finalidade geral.

source: Upon a duly substantiated request from the scientific panel, the Commission may issue a request for information to a provider of a general-purpose AI model, where the access to information is necessary and proportionate for the fulfilment of the tasks of the scientific panel under Article 68(2).
pt_pt: Mediante pedido devidamente fundamentado do painel científico, a Comissão pode apresentar um pedido de informações a um prestador de um modelo de IA de finalidade geral, sempre que o acesso à informação seja necessário e proporcionado para o desempenho das funções do painel científico no âmbito do artigo 68.o, n.o 2.

source: The request for information shall state the legal basis and the purpose of the request, specify what information is required, set a period within which the information is to be provided, and indicate the fines provided for in Article 101 for supplying incorrect, incomplete or misleading information.
pt_pt: O pedido de informações indica a base jurídica e a finalidade do pedido, especifica que informações são necessárias, fixa o prazo em que as informações devem ser prestadas e indica as coimas previstas no artigo 101.o pela prestação de informações incorretas, incompletas ou enganosas.

source: The provider of the general-purpose AI model concerned, or its representative shall supply the information requested.
pt_pt: O prestador do modelo de IA de finalidade geral em causa, ou o seu representante, presta as informações solicitadas.

source: In the case of legal persons, companies or firms, or where the provider has no legal personality, the persons authorised to represent them by law or by their statutes, shall supply the information requested on behalf of the provider of the general-purpose AI model concerned.
pt_pt: Caso se trate de pessoas coletivas, empresas ou associações de empresas, ou caso o prestador não tenha personalidade jurídica, as pessoas autorizadas a representá-las nos termos da lei ou dos respetivos estatutos prestam as informações solicitadas em nome do prestador do modelo de IA de finalidade geral em causa.

source: Lawyers duly authorised to act may supply information on behalf of their clients.
pt_pt: Os advogados devidamente mandatados podem prestar as informações solicitadas em nome dos seus clientes.

source: The clients shall nevertheless remain fully responsible if the information supplied is incomplete, incorrect or misleading.
pt_pt: Contudo, os clientes são plenamente responsáveis em caso de prestação de informações incompletas, incorretas ou enganosas.

source: Article 92
pt_pt: Artigo 92.o

source: Power to conduct evaluations
pt_pt: Poder para realizar avaliações

source: The AI Office, after consulting the Board, may conduct evaluations of the general-purpose AI model concerned:
pt_pt: O Serviço para a IA, após consulta do Comité, pode realizar avaliações do modelo de IA de finalidade geral em causa para:

source: to assess compliance of the provider with obligations under this Regulation, where the information gathered pursuant to Article 91 is insufficient; or
pt_pt: Avaliar o cumprimento, por parte do prestador, das obrigações decorrentes do presente regulamento, caso as informações recolhidas nos termos do artigo 91.o sejam insuficientes; ou,

source: to investigate systemic risks at Union level of general-purpose AI models with systemic risk, in particular following a qualified alert from the scientific panel in accordance with Article 90(1), point (a).
pt_pt: Investigar os riscos sistémicos a nível da União de modelos de IA de finalidade geral com risco sistémico, em especial na sequência de um alerta qualificado do painel científico em conformidade com o artigo 90.o, n.o 1, alínea a).

source: The Commission may decide to appoint independent experts to carry out evaluations on its behalf, including from the scientific panel established pursuant to Article 68.
pt_pt: A Comissão pode decidir nomear peritos independentes para realizar avaliações em seu nome, incluindo peritos do painel científico criado nos termos do artigo 68.o.

source: Independent experts appointed for this task shall meet the criteria outlined in Article 68(2).
pt_pt: Os peritos independentes nomeados para exercer esta atribuição devem satisfazer os critérios enunciados no artigo 68.o, n.o 2.

source: For the purposes of paragraph 1, the Commission may request access to the general-purpose AI model concerned through APIs or further appropriate technical means and tools, including source code.
pt_pt: Para efeitos do n.o 1, a Comissão pode solicitar o acesso ao modelo de IA de finalidade geral em causa através IPA ou de outros meios e ferramentas técnicas adequadas, incluindo o código-fonte.

source: The request for access shall state the legal basis, the purpose and reasons of the request and set the period within which the access is to be provided, and the fines provided for in Article 101 for failure to provide access.
pt_pt: O pedido de acesso indica a base jurídica, a finalidade e os motivos do pedido e fixa o prazo em que o acesso deve ser concedido, e as coimas previstas no artigo 101.o por não disponibilização do acesso.

source: The providers of the general-purpose AI model concerned or its representative shall supply the information requested.
pt_pt: Os prestadores do modelo de IA de finalidade geral em causa ou o seu representante, presta as informações solicitadas.

source: In the case of legal persons, companies or firms, or where the provider has no legal personality, the persons authorised to represent them by law or by their statutes, shall provide the access requested on behalf of the provider of the general-purpose AI model concerned.
pt_pt: No caso de pessoas coletivas, empresas ou associações de empresas, ou, caso os prestadores não tenham personalidade jurídica, as pessoas autorizadas a representá-las nos termos da lei ou dos respetivos estatutos, disponibilizam o acesso solicitado em nome do prestador do modelo de IA de finalidade geral em causa.

source: The Commission shall adopt implementing acts setting out the detailed arrangements and the conditions for the evaluations, including the detailed arrangements for involving independent experts, and the procedure for the selection thereof.
pt_pt: A Comissão adota atos de execução que estabelecem as modalidades pormenorizadas e as condições das avaliações, incluindo as modalidades pormenorizadas da participação de peritos independentes, e o procedimento de seleção destes últimos.

source: Prior to requesting access to the general-purpose AI model concerned, the AI Office may initiate a structured dialogue with the provider of the general-purpose AI model to gather more information on the internal testing of the model, internal safeguards for preventing systemic risks, and other internal procedures and measures the provider has taken to mitigate such risks.
pt_pt: Antes de solicitar o acesso ao modelo de IA de finalidade geral em causa, o Serviço para a IA pode iniciar um diálogo estruturado com o prestador do modelo de IA de finalidade geral para recolher mais informações sobre as testagens internas do modelo, as salvaguardas internas para prevenir riscos sistémicos e outros procedimentos e medidas internos que o prestador tenha tomado para atenuar esses riscos.

source: Article 93
pt_pt: Artigo 93.o

source: Power to request measures
pt_pt: Poder para solicitar medidas

source: Where necessary and appropriate, the Commission may request providers to:
pt_pt: Sempre que necessário e adequado, a Comissão pode solicitar aos prestadores que:

source: take appropriate measures to comply with the obligations set out in Articles 53 and 54;
pt_pt: Tomem medidas adequadas para cumprir as obrigações estabelecidas nos artigos 53.o e 54.o;

source: implement mitigation measures, where the evaluation carried out in accordance with Article 92 has given rise to serious and substantiated concern of a systemic risk at Union level;
pt_pt: Apliquem medidas de atenuação, caso a avaliação efetuada em conformidade com o artigo 92.o tenha suscitado preocupações sérias e fundamentadas quanto à existência de um risco sistémico a nível da União;

source: restrict the making available on the market, withdraw or recall the model.
pt_pt: Restrinjam a disponibilização no mercado, retirem ou recolham o modelo.

source: Before a measure is requested, the AI Office may initiate a structured dialogue with the provider of the general-purpose AI model.
pt_pt: Antes de ser solicitada uma medida, o Serviço para a IA pode iniciar um diálogo estruturado com o prestador do modelo de IA de finalidade geral.

source: If, during the structured dialogue referred to in paragraph 2, the provider of the general-purpose AI model with systemic risk offers commitments to implement mitigation measures to address a systemic risk at Union level, the Commission may, by decision, make those commitments binding and declare that there are no further grounds for action.
pt_pt: Se, durante o diálogo estruturado a que se refere o n.o 2, o prestador do modelo de IA de finalidade geral com risco sistémico se propuser a assumir compromissos no sentido de aplicar medidas de atenuação para fazer face a um risco sistémico a nível da União, a Comissão pode, mediante decisão, tornar esses compromissos vinculativos e declarar que não existem outros motivos para tomar medidas.

source: Article 94
pt_pt: Artigo 94.o

source: Procedural rights of economic operators of the general-purpose AI model
pt_pt: Direitos processuais dos operadores económicos do modelo de IA de finalidade geral

source: Article 18 of Regulation (EU) 2019/1020 shall apply mutatis mutandis to the providers of the general-purpose AI model, without prejudice to more specific procedural rights provided for in this Regulation.
pt_pt: O artigo 18.o do Regulamento (UE) 2019/1020 aplica-se, mutatis mutandis, aos prestadores do modelo de IA de finalidade geral, sem prejuízo de direitos processuais mais específicos previstos no presente regulamento.

source: CHAPTER X
pt_pt: CAPÍTULO X

source: CODES OF CONDUCT AND GUIDELINES
pt_pt: CÓDIGOS DE CONDUTA E ORIENTAÇÕES

source: Article 95
pt_pt: Artigo 95.o

source: Codes of conduct for voluntary application of specific requirements
pt_pt: Códigos de conduta para a aplicação voluntária de requisitos específicos

source: The AI Office and the Member States shall encourage and facilitate the drawing up of codes of conduct, including related governance mechanisms, intended to foster the voluntary application to AI systems, other than high-risk AI systems, of some or all of the requirements set out in Chapter III, Section 2 taking into account the available technical solutions and industry best practices allowing for the application of such requirements.
pt_pt: O Serviço para a IA e os Estados-Membros promovem e facilitam a elaboração de códigos de conduta, incluindo os mecanismos de governação conexos, destinados a incentivar a aplicação voluntária de alguns ou de todos os requisitos estabelecidos no capítulo III, secção 2, a sistemas de IA que não sejam sistemas de IA de risco elevado, tendo em conta as soluções técnicas disponíveis e as boas práticas do setor que permitam a aplicação desses requisitos.

source: The AI Office and the Member States shall facilitate the drawing up of codes of conduct concerning the voluntary application, including by deployers, of specific requirements to all AI systems, on the basis of clear objectives and key performance indicators to measure the achievement of those objectives, including elements such as, but not limited to:
pt_pt: O Serviço para a IA e os Estados-Membros facilitam a elaboração de códigos de conduta relativos à aplicação voluntária, inclusive pelos responsáveis pela implantação, de requisitos específicos a todos os sistemas de IA, com base em objetivos claros e indicadores-chave de desempenho para medir a consecução desses objetivos, nomeadamente elementos como, entre outros:

source: applicable elements provided for in Union ethical guidelines for trustworthy AI;
pt_pt: Elementos aplicáveis das Orientações Éticas da União para uma IA de Confiança;

source: assessing and minimising the impact of AI systems on environmental sustainability, including as regards energy-efficient programming and techniques for the efficient design, training and use of AI;
pt_pt: Avaliar e minimizar o impacto dos sistemas de IA na sustentabilidade ambiental, nomeadamente no que diz respeito à programação e às técnicas de conceção, treino e utilização da IA eficientes do ponto de vista energético;

source: promoting AI literacy, in particular that of persons dealing with the development, operation and use of AI;
pt_pt: Promover a literacia no domínio da IA, em especial das pessoas que lidam com o desenvolvimento, o funcionamento e a utilização da IA;

source: facilitating an inclusive and diverse design of AI systems, including through the establishment of inclusive and diverse development teams and the promotion of stakeholders’ participation in that process;
pt_pt: Facilitar uma conceção inclusiva e diversificada dos sistemas de IA, nomeadamente através da constituição de equipas de desenvolvimento inclusivas e diversificadas e da promoção da participação das partes interessadas nesse processo;

source: assessing and preventing the negative impact of AI systems on vulnerable persons or groups of vulnerable persons, including as regards accessibility for persons with a disability, as well as on gender equality.
pt_pt: Avaliar e prevenir as repercussões negativas dos sistemas de IA nas pessoas vulneráveis ou nos grupos de pessoas vulneráveis, inclusive no que diz respeito à acessibilidade para pessoas com deficiências, bem como na igualdade de género.

source: Codes of conduct may be drawn up by individual providers or deployers of AI systems or by organisations representing them or by both, including with the involvement of any interested stakeholders and their representative organisations, including civil society organisations and academia.
pt_pt: Os códigos de conduta podem ser elaborados por prestadores ou responsáveis pela implantação de sistemas de IA a título individual ou por organizações que os representem, ou ambos, nomeadamente com a participação de quaisquer partes interessadas e das respetivas organizações representativas, incluindo organizações da sociedade civil e o meio académico.

source: Codes of conduct may cover one or more AI systems taking into account the similarity of the intended purpose of the relevant systems.
pt_pt: Os códigos de conduta podem abranger um ou mais sistemas de IA, tendo em conta a semelhança da finalidade prevista desses sistemas.

source: The AI Office and the Member States shall take into account the specific interests and needs of SMEs, including start-ups, when encouraging and facilitating the drawing up of codes of conduct.
pt_pt: O Serviço para a IA e os Estados-Membros têm em conta as necessidades e os interesses específicos das PME, incluindo as empresas em fase de arranque, quando incentivam e facilitam a elaboração de códigos de conduta.

source: Article 96
pt_pt: Artigo 96.o

source: Guidelines from the Commission on the implementation of this Regulation
pt_pt: Orientações da Comissão sobre a execução do presente regulamento

source: The Commission shall develop guidelines on the practical implementation of this Regulation, and in particular on:
pt_pt: A Comissão elabora orientações sobre a execução prática do presente regulamento e, em especial, sobre:

source: the application of the requirements and obligations referred to in Articles 8 to 15 and in Article 25;
pt_pt: A aplicação dos requisitos e obrigações a que se referem os artigos 8.o a 15.o e o artigo 25.o;

source: the prohibited practices referred to in Article 5;
pt_pt: As práticas proibidas a que se refere o artigo 5.o;

source: the practical implementation of the provisions related to substantial modification;
pt_pt: A execução prática das disposições relativas a alterações substanciais;

source: the practical implementation of transparency obligations laid down in Article 50;
pt_pt: A execução prática das obrigações de transparência estabelecidas no artigo 50.o;

source: detailed information on the relationship of this Regulation with the Union harmonisation legislation listed in Annex I, as well as with other relevant Union law, including as regards consistency in their enforcement;
pt_pt: As informações pormenorizadas sobre a relação do presente regulamento com os atos enumerados na lista da legislação de harmonização da União constante do anexo I, bem como com outras disposições pertinentes do direito da União, nomeadamente no que diz respeito à coerência na sua aplicação;

source: the application of the definition of an AI system as set out in Article 3, point (1).
pt_pt: A aplicação da definição de um sistema de IA estabelecida no artigo 3.o, ponto 1.

source: When issuing such guidelines, the Commission shall pay particular attention to the needs of SMEs including start-ups, of local public authorities and of the sectors most likely to be affected by this Regulation.
pt_pt: Ao emitir essas orientações, a Comissão deve prestar especial atenção às necessidades das PME, incluindo as empresas em fase de arranque, das autoridades públicas locais e dos setores mais suscetíveis de serem afetados pelo presente regulamento.

source: The guidelines referred to in the first subparagraph of this paragraph shall take due account of the generally acknowledged state of the art on AI, as well as of relevant harmonised standards and common specifications that are referred to in Articles 40 and 41, or of those harmonised standards or technical specifications that are set out pursuant to Union harmonisation law.
pt_pt: As orientações a que se refere o primeiro parágrafo do presente número devem ter devidamente em conta o estado da arte geralmente reconhecido em matéria de IA, bem como as normas harmonizadas e especificações comuns pertinentes a que se referem os artigos 40.o e 41.o, ou as normas harmonizadas ou especificações técnicas estabelecidas nos termos da legislação de harmonização da União.
